LEXICON = {
    "/start": "<b>Привет, пользователь!</b>\n\nЭто бот, создан "
              'для работы с корпоративной почтой политеха.\n\n'
              'Нажми кноппку снизу, чтобы пройти регистрацию ',
    "/help": "<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - "
             "перейти в начало книги\n/continue - продолжить "
             "чтение\n/bookmarks - посмотреть список закладок\n/help - "
             "справка по работе бота\n\nЧтобы сохранить закладку - "
             "нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>",
             
    "registration": 'Регистрация',
    "fill_login": 'Введите ваш логин',
    "fill_password": 'Введите ваш пароль',
    "end_registration": 'Спасибо! Ваши данные сохранены!',
    "not_understand": 'Моя твоя не понимать :)\n\n/help - тебе в помощь',
    "not_registration": 'Необходимо пройти регистрацию по кнопке ниже',
    
    '/send_email': 'Пример заполненого письма:\n\nКому: {addressees}\nТема: {topic}\nТекст письма:{text_massage}\nВложения: ###нужно придумать как присылать названия файлов###\n\n Заполните письмо используя кнопки снизу',
    'fill_send': 'Пример заполненого письма:\n\nКому: {addressees}\nТема: {topic}\nТекст письма:{text_massage}\nВложения: ###нужно придумать как присылать названия файлов###\n\n Заполните письмо используя кнопки снизу',
    'addressees': "Введите адреса получателей через пробел (не используйте знаки препинания для разделения почтовых адресов):",
    'topic': "Введите тему письма:", 
    'text_massage': "Введите текст письма:",
    'attachment': "Отправте файл для вложения", 
    'but_addressees': "Кому",
    'but_topic': "Тема", 
    'but_text_massage': "Текст",
    'but_attachment': "Вложения", 
    'but_send': "Отправить",
    'but_cancel': "Отмена",

}

LEXICON_COMMANDS = {
    "/send_email": "Отправить письмо",
    "/setting": "Настройки",
    "/help": "Справка по работе бота",
}