LEXICON = {
    "forward": ">>",
    "backward": "<<",
    "/start": "<b>Привет, пользователь!</b>\n\nЭто бот, создан "
              'для работы с корпоративной почтой политеха.\n\n'
              'Нажми кноппку снизу, чтобы пройти регистрацию ',
    "registration": 'Регистрация',
    "fill_login": 'Введите ваш логин',
    "fill_password": 'Введите ваш пароль',
    "end_registration": 'Спасибо! Ваши данные сохранены!',
    "/help": "<b>Это бот-читалка</b>\n\nДоступные команды:\n\n/beginning - "
             "перейти в начало книги\n/continue - продолжить "
             "чтение\n/bookmarks - посмотреть список закладок\n/help - "
             "справка по работе бота\n\nЧтобы сохранить закладку - "
             "нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>",
}

LEXICON_COMMANDS = {
    "/send_email": "Отправить письмо",
    "/setting": "Настройки",
    "/help": "Справка по работе бота",
}